Repository: SniperGER/Rescale
Catalog: Resources/*.lproj/Localizable.strings
Languages: de

# ERROR_IPAD_RETINA
source: This is a resolution specific to Retina iPads. Because you are using a Non-Retina iPad, this resoulution is not available.
de: Diese Auflösung ist für iPads mit Retina-Display bestimmt. Da Sie ein iPad ohne Retina-Display nutzen, ist diese Auflösung nicht verfügbar.

# ERROR_IPAD_NO_RETINA
source: This is a resolution specific to Non-Retina iPads. Because you are using a Retina iPad, this resoulution is not available.
de: Diese Auflösung ist für iPads ohne Retina-Display bestimmt. Da Sie ein iPad mit Retina-Display nutzen, ist diese Auflösung nicht verfügbar.

# ERROR_IPAD
source: This is a resolution specific to iPhones. Because you are using an iPad, this resoulution is not available.
de: Diese Auflösung ist für iPads bestimmt. Da Sie ein iPhone nutzen, ist diese Auflösung nicht verfügbar.

# ERROR_IPHONE
source: This is a resolution specific to iPads. Because you are using an iPhone, this resoulution is not available.
de: Diese Auflösung ist für iPhones bestimmt. Da Sie ein iPad nutzen, ist diese Auflösung nicht verfügbar.

# ERROR_VALUES_EMPTY
source: The values for width and height must not be empty!
de: Die Werte für Breite und Höhe dürfen nicht leer sein!

# ERROR_VALUES_INVALID
source: The values for width and height must not fall below a minimal resolution of 640x960 and must not exceed a maximum resolution of 2048x2732!
de: Die Werte für Breite und Höhe dürfen eine minimale Auflösung von 640x960 nicht unterschreiten, sowie eine Auflösung von 2048x2732 nicht überschreiten!

# MESSAGE_CONFIRM
source: Re:Scale will now set the resolution to %dx%d
de: Re:Scale wird nun eine Auflösung von %dx%d anwenden.

# MESSAGE_CONFIRM_CANCEL
source: Cancel
de: Abbrechen

# MESSAGE_CONFIRM_PROCEED
source: Proceed
de: Fortfahren

# CUSTOM_NO_ENTRY
source: Nothing to see here
de: Nichts zu sehen
